Repository: kishlaykishore1/VikFit
Catalog: VIKFIT/Storyboard/*.lproj/Main.strings
Languages: de, es, fr

# 0dU-W9-iPh.placeholder
source: Your phone number
de: Deine Telefonnummer
es: Su número de teléfono
fr: Votre numéro de téléphone

# 134-VB-TxJ.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# 1fA-f3-pXk.normalTitle
source: CONFIRM NUMBER
de: NUMMER BESTÄTIGEN
es: CONFIRMAR NUMERO
fr: CONFIRMER LE NUMÉRO

# 1qX-6h-NIQ.text
source: 5 session per week
de: 5 Sitzungen pro Woche
es: 5 sesiones por semana
fr: 5 sessions par semaine

# 1rE-8X-9rh.text
source: Progress quickly with VIKFIT trainings
de: Machen Sie schnell Fortschritte mit VIKFIT-Schulungen
es: Progrese rápidamente con los entrenamientos VIKFIT
fr: Progressez rapidement avec les sessions VIKFIT

# 2K2-uz-L5j.normalTitle
source: Your current number is +33 6 69 55 10 85
de: Ihre aktuelle Nummer ist +33 6 69 55 10 85
es: Tu número actual es +33 6 69 55 10 85
fr: Votre numéro actuel est le

# 4E9-pK-ep3.text
source: Your weight
de: Dein Gewicht
es: Tu peso
fr: Votre poids

# 5zT-9S-kl8.normalTitle
source: ENABLE NOTIFICATIONS
de: AKTIVIEREN SIE MITTEILUNGEN
es: ACTIVAR NOTIFICACIONES
fr: ACTIVER LES NOTIFICATIONS

# 7oX-IV-FDB.text
source: This information will not be published on your profile.
de: Diese Informationen werden nicht in Ihrem Profil veröffentlicht.
es: Esta información no se publicará en su perfil.
fr: Ces informations ne seront pas visibles sur votre profil.

# 8HA-UY-7c6.text
source: Your answers allow us to design the most effective coaching program for you.
de: Ihre Antworten ermöglichen es uns, das effektivste Coaching-Programm für Sie zu entwerfen.
es: Tus respuestas nos permiten diseñar el programa de coaching más efectivo para ti.
fr: Vos réponses nous permettrons de concevoir pour vous le programme de coaching le plus efficace.

# 9JJ-dx-34N.normalTitle
source: DISCOVER
de: ENTDECKEN
es: DESCUBRIR
fr: DÉCOUVRIR

# 9Kg-es-x8a.text
source: Woman
de: Frau
es: Mujer
fr: Femme

# 9X2-5e-d2f.normalTitle
source: START
de: ANFANG
es: COMIENZO
fr: DÉMARRER

# 9dm-ZI-t0c.text
source: Your gender
de: Dein Geschlecht
es: Tu género
fr: Votre genre

# B9o-OQ-h2W.text
source: By pressing Continue with Apple you acknowledge having read our Privacy Policy and you accept our General Conditions of Use.
de: Wenn Sie mit Apple auf Weiter klicken, bestätigen Sie, dass Sie unsere Datenschutzrichtlinie gelesen haben, und akzeptieren unsere Allgemeinen Nutzungsbedingungen.
es: Al presionar Continuar con Apple, reconoce haber leído nuestra Política de privacidad y acepta nuestras Condiciones generales de uso.
fr: En appuyant sur Continuer avec Apple, vous reconnaissez avoir lu notre Politique de Confidentialité et vous acceptez nos Conditions Générales d'Utilisation.

# Bz5-Pb-dQs.text
source: To change your number you can verify it.
de: Um Ihre Nummer zu ändern, können Sie sie überprüfen.
es: Para cambiar tu número puedes verificarlo.
fr: Pour changer votre numéro de téléphone vous devez le vérifier.

# C7G-zN-tDt.text
source: Let us know if you have the basic Fitness equipment to personalize your sessions.
de: Lassen Sie uns wissen, ob Sie über die grundlegende Fitness-Ausrüstung verfügen, um Ihre Sitzungen zu personalisieren.
es: Háganos saber si tiene el equipo básico de Fitness para personalizar sus sesiones.
fr: Veuillez nous préciser si vous disposez de l'équipement de base Fitness afin d'adapter les entraînements.

# COm-q2-FUH.text
source: No account yet ?
fr: Pas encore de compte?

# ChZ-Kk-Rqy.text
source: Man
de: Mann
es: Hombre
fr: Homme

# D1B-1o-laa.text
source: Answer a few questions to generate your training program. We will never share this information.
de: Beantworten Sie einige Fragen, um Ihr Trainingsprogramm zu erstellen. Wir werden diese Informationen niemals weitergeben.
es: Responda algunas preguntas para generar su programa de formación. Nunca compartiremos esta información.
fr: Répondez à quelques questions pour personnaliser votre programme d'entraînement. Nous ne partagerons jamais ces informations.

# E8G-UX-cmb.placeholder
source: Your last name
de: Ihr Nachname
es: Tu apellido
fr: Votre nom

# EFY-zv-mAb.normalTitle
source: Continue with Apple
de: Fahren Sie mit Apple fort
es: Continuar con Apple
fr: Continuer avec Apple

# Eec-Rd-ZYy.text
source: Free
de: Gratis
es: Gratis
fr: Gratuit

# FUw-GI-m1j.text
source: 1 WEEK
de: 1 WOCHE
es: 1 SEMANA
fr: 1 SEMAINE

# FaG-aM-zqr.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# Fue-BJ-Uiy.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# FxB-rd-w4v.normalTitle
source: Code not received ?
de: Code nicht erhalten?
es: ¿Código no recibido?
fr: Code non reçu ?

# GyU-Gy-70h.normalTitle
source: Fat
de: Groß
es: Gordo
fr: Rond

# HNj-ij-xO4.normalTitle
source: Restore purchases
de: Einkäufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats

# HTf-gW-HB0.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# HeR-ff-on0.text
source: 1 session per week
de: 1 Sitzung pro Woche
es: 1 sesión por semana
fr: 1 session par semaine

# Hej-nX-teg.text
source: Please add your first name.
de: Bitte geben Sie Ihren Vornamen an.
es: Por favor agregue su nombre
fr: Merci de bien vouloir ajouter votre prénom

# IfY-Fx-nIo.normalTitle
source: SKIP
de: ÜBERSPRINGEN
es: OMITIR
fr: PASSER

# M7W-eH-fFW.text
source: This information will not be published on your profile.
de: Diese Informationen werden nicht in Ihrem Profil veröffentlicht.
es: Esta información no se publicará en su perfil.
fr: Ces informations ne seront pas publiées sur votre profil.

# Mxo-Oo-ed4.text
source: OR
de: ODER
es: O
fr: OU

# Nce-RN-Biq.placeholder
source: Your first name
de: Ihr Vorname
es: Su nombre
fr: Votre prénom

# NfI-sh-CRr.normalTitle
source: DISCOVER YOUR TRAININGS
de: ENTDECKEN SIE IHRE AUSBILDUNGEN
es: DESCUBRE TUS ENTRENAMIENTOS
fr: DÉCOUVREZ VOTRE ENTRAÎNEMENT

# NjG-eW-9DS.placeholder
source: Your phone number
de: Deine Telefonnummer
es: Su número de teléfono
fr: Votre numéro de téléphone

# Nsi-k2-zlo.text
source: Trainings with or without equipment to do at home or indoors
de: Schulungen mit oder ohne Ausrüstung für zu Hause oder drinnen.
es: Entrenamientos con o sin equipo para realizar en casa o en interiores
fr: Entraînement avec ou sans matériel à faire à domicile ou en salle

# OoT-qg-hAT.normalTitle
source: RECEIVE A VERIFICATION CODE
de: ERHALTEN SIE EINEN ÜBERPRÜFUNGSCODE
es: RECIBA UN CÓDIGO DE VERIFICACIÓN
fr: CODE DE VÉRIFICATION

# PWk-kG-9ml.text
source: Create your program.
de: Erstellen Sie Ihr Programm.
es: Crea tu programa.
fr: Créez votre programme.

# Rdm-vZ-W0h.text
source: Start your training. Now.
de: Beginnen Sie Ihr Training. Jetzt.
es: Inicie su entrenamiento. Ahora.
fr: Commencez l'entraînement. Maintenant.

# SGQ-wI-U1v.text
source: Without equipment
de: Ohne Ausrüstung
es: Sin equipo
fr: Sans équipement

# Sar-c5-v9c.normalTitle
source: SKIP THIS STEP
de: ÜBERSPRINGE DIESEN SCHRITT
es: SALTE ESTE PASO
fr: PASSER CETTE ÉTAPE

# SrK-dC-ezd.text
source: 3 MONTHS
de: 3 MONATE
es: 3 MESES
fr: 3 MOIS

# T6U-kx-Pyk.text
source: Let's start with the presentations
de: Beginnen wir mit den Präsentationen
es: Empecemos por las presentaciones
fr: Commençons par les présentations

# Tul-zV-GS1.text
source: We have sent you a verification code at +33 6 69 55 10 85
de: Wir haben Ihnen einen Bestätigungscode an gesendet +33 6 69 55 10 85
es: Le hemos enviado un código de verificación a +33 6 69 55 10 85
fr: Nous vous avons envoyé un code de vérification au

# UIM-UB-ZG1.text
source: Select your body type
de: Wählen Sie Ihren Körpertyp
es: Seleccione su tipo de cuerpo
fr: Sélectionnez votre morphologie

# UQi-U1-cAg.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# USg-f1-psG.text
source: Fitness equipment
de: Fitness-Ausrüstung
es: Equipo de Fitness
fr: Équipement Fitness

# VBd-Vl-h2O.text
source: Add your phone number to continue
de: Fügen Sie Ihre Telefonnummer hinzu, um fortzufahren
es: Continuar con el teléfono
fr: Ajoutez votre numéro de téléphone pour continuer

# Vqr-ED-pI8.text
source: Continue with Apple
de: Weiter mit Apple
es: Continuar con Apple
fr: Continuer avec Apple

# Wsp-5c-Zj2.text
source: CONTINUE WITH GOOGLE
de: WEITER MIT GOOGLE
es: CONTINUAR CON GOOGLE
fr: CONTINUER AVEC GOOGLE

# Y5H-9K-xy8.text
source: 3 sessions per week
de: 3 Sitzungen pro Woche
es: 3 sesiones por semana
fr: 3 sessions par semaine

# YHE-RG-wXx.text
source: Your virtual coach will send you notifications to motivate you every day.
de: Ihr virtueller Coach sendet Ihnen täglich Benachrichtigungen, um Sie zu motivieren.
es: Tu entrenador virtual te enviará notificaciones para motivarte todos los días.
fr: Votre coach virtuel vous enverra des notifications pour vous motiver.

# YJv-Uc-1jG.text
source: We need your email to share important messages with you. No spam, your email will not be shared.
de: Wir benötigen Ihre E-Mail-Adresse, um wichtige Nachrichten mit Ihnen zu teilen. Kein Spam, Ihre E-Mail wird nicht geteilt.
es: Necesitamos su correo electrónico para compartir mensajes importantes con usted. Sin spam, su correo electrónico no se compartirá
fr: Nous avons besoin de votre e-mail pour vous partager des messages importants. Pas de spam, votre e-mail ne sera pas partagé.

# ZbF-g5-Vs6.text
source: Up to 5 sessions per week
de: Bis zu 5 Sitzungen pro Woche
es: Hasta 5 sesiones por semana
fr: Jusqu'à 5 séances par semaine

# Zoj-73-4xn.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# a7U-B6-qoT.normalTitle
source: MORE SIGN UP OPTIONS
de: MEHR ANMELDUNGSOPTIONEN
es: MÁS OPCIONES DE REGISTRO
fr: PLUS D'OPTIONS

# bRE-tJ-ubh.normalTitle
source: ALREADY REGISTERED ?
de: BEREITS REGISTRIERT ?
es: ¿YA ESTA REGISTRADO?
fr: DÉJÀ INSCRIT ?

# dtL-B5-vPB.normalTitle
source: REGISTRATION
fr: INSCRIPTION

# eJk-Kp-pa5.text
source: Your size
de: Deine Größe
es: Tu talla
fr: Votre taille

# eKH-4F-M4g.text
source: Already bought ?
de: Bereits eingekauft ?
es: Ya comprado ?
fr: Déjà acheté ?

# ezu-ud-frw.text
source: Let's start with the presentations
de: Beginnen wir mit den Präsentationen
es: Empecemos por las presentaciones
fr: Commençons par les présentations

# fY5-SB-zyd.text
source: Your answers allow us to design the most effective coaching program for you.
de: Ihre Antworten ermöglichen es uns, das effektivste Coaching-Programm für Sie zu entwerfen.
es: Tus respuestas nos permiten diseñar el programa de coaching más efectivo para ti.
fr: Vos réponses nous permettrons de concevoir pour vous le programme de coaching le plus efficace.

# fwt-XA-KOA.text
source: +1 free session
de: +1 gratis Sitzung
es: +1 sesión gratuita
fr: +1 session gratite

# g8h-Yy-Zud.normalTitle
source: GENERATE YOUR SESSIONS
de: GENERIEREN SIE IHR TRAINING
es: GENERA TUS SESIONES
fr: GÉNÉRER VOS SESSIONS

# gHr-eM-qSD.text
source: Add a profile picture
de: Fügen Sie ein Profilbild hinzu
es: Agregar una foto de perfil
fr: Ajouter une image de profil

# hFL-um-zTX.text
source: Without engagement
de: Ohne Verpflichtung
es: Sin compromiso
fr: Sans engagement

# hWj-Nf-qz6.text
source: 6 MONTHS
de: 6 MONATE
es: 6 MESES
fr: 6 MOIS

# hZc-hm-cyN.text
source: Analysis of your answers…
de: Analyse Ihrer Antworten…
es: Análisis de sus respuestas...
fr: Analyse de vos réponses…

# hnS-fm-cmz.text
source: Your answers allow us to design the most effective coaching program for you.
de: Ihre Antworten ermöglichen es uns, das effektivste Coaching-Programm für Sie zu entwerfen.
es: Tus respuestas nos permiten diseñar el programa de coaching más efectivo para ti.
fr: Vos réponses nous permettrons de concevoir pour vous le programme de coaching le plus efficace.

# ikE-tR-YOS.normalTitle
source: NEXT
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

# kO0-YV-cjN.normalTitle
source: Skinny
de: Dünn
es: Flaco
fr: Mince

# kaT-Xw-XOt.normalTitle
source: Continue with phone
de: Weiter mit dem Telefon
es: Continuar con el teléfono
fr: Continuer avec votre téléphone

# kcu-9e-QKK.text
source: This information will not be published on your profile.
de: Diese Informationen werden nicht in Ihrem Profil veröffentlicht.
es: Esta información no se publicará en su perfil.
fr: Ces informations ne seront pas publiées sur votre profil.

# mtC-wT-bXZ.placeholder
source: Your email
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre e-mail

# n8M-yx-NVD.text
source: The subscription automatically renews if you do not cancel it at least 24 hours before the end of the current subscription period. You can manage your subscription and disable automatic renewal at any time in your Apple account settings. By purchasing, you accept our Terms of Use and Privacy Policy.
de: Das Abonnement verlängert sich automatisch, wenn Sie es nicht mindestens 24 Stunden vor dem Ende des aktuellen Abonnementzeitraums kündigen. Sie können Ihr Abonnement jederzeit in Ihren Apple-Kontoeinstellungen verwalten und die automatische Verlängerung deaktivieren. Mit dem Kauf akzeptieren Sie unsere Nutzungsbedingungen und Datenschutzbestimmungen.
es: La suscripción se renueva automáticamente si no la cancela al menos 24 horas antes del final del período de suscripción actual. Puede administrar su suscripción y deshabilitar la renovación automática en cualquier momento en la configuración de su cuenta de Apple. Al comprar, acepta nuestros Términos de uso y Política de privacidad.
fr: L'abonnement se renouvelle automatiquement si vous ne l'annulez pas au moins 24 heures avant la fin de la période d'abonnement en cours. Vous pouvez gérer votre abonnement et désactiver le renouvellement automatique à tout moment dans les paramètres de votre compte iTunes. Pour plus de détails, veuillez lire nos Conditions Générales d'Utilisation et notre Politique de Confidentialité.

# nYM-cy-Pb1.text
source: Last step
de: Letzter Schritt
es: Último paso
fr: Dernière étape

# oFu-zJ-k1Y.text
source: Your training sessions have been generated.
de: Ihre Trainingseinheiten wurden generiert.
es: Se han generado tus sesiones de entrenamiento.
fr: Votre programme de formation a bien été généré.

# qCQ-Oa-9ji.text
source: Let's start with the presentations
de: Beginnen wir mit den Präsentationen
es: Empecemos por las presentaciones
fr: Commençons par les présentations

# qwQ-07-UfC.text
source: Your weight goal
de: Dein Gewichtsziel
es: Tu meta de peso
fr: Votre objectif de poids

# r4y-az-zA8.text
source: +1 free session
de: +1 gratis Sitzung
es: +1 sesión gratuita
fr: +1 session gratuite

# t5r-65-0mY.text
source: Explanatory videos
de: Erklärende Videos
es: Videos explicativos
fr: Vidéos explicatives

# tU9-SN-RTj.text
source: Your answers allow us to design the most effective coaching program for you.
de: Ihre Antworten ermöglichen es uns, das effektivste Coaching-Programm für Sie zu entwerfen.
es: Tus respuestas nos permiten diseñar el programa de coaching más efectivo para ti.
fr: Vos réponses nous permettrons de concevoir pour vous le programme de coaching le plus efficace.

# tld-TQ-RFu.text
source: Please add your last name
de: Bitte geben Sie Ihren Nachnamen an
es: Por favor agregue su apellido
fr: Merci de bien vouloir ajouter votre nom.

# v8J-RO-4iZ.text
source: Your answers allow us to design the most effective coaching program for you.
de: Ihre Antworten ermöglichen es uns, das effektivste Coaching-Programm für Sie zu entwerfen.
es: Tus respuestas nos permiten diseñar el programa de coaching más efectivo para ti.
fr: Vos réponses nous permettrons de concevoir pour vous le programme de coaching le plus efficace.

# wiH-Oh-5LO.normalTitle
source: FINISH MY REGISTRATION
de: JETZT REGISTRIEREN
es: TERMINE MI REGISTRO
fr: TERMINER MON INSCRIPTION

# xAH-j5-TGC.text
source: CONTINUE WITH FACEBOOK
de: WEITER MIT FACEBOOK
es: CONTINUAR CON FACEBOOK
fr: CONTINUER AVEC FACEBOOK

# xgd-VC-vPJ.text
source: Your date of birth
de: Dein Geburtsdatum
es: Tu fecha de nacimiento
fr: Votre date de naissance

# yXt-gT-I0d.text
source: With Fitness equipment
de: Mit Fitness-Ausrüstung
es: Con equipo de Fitness
fr: Avec équipement Fitness

# z6b-ak-lDb.text
source: Your answers allow us to design the most effective coaching program for you.
de: Ihre Antworten ermöglichen es uns, das effektivste Coaching-Programm für Sie zu entwerfen.
es: Tus respuestas nos permiten diseñar el programa de coaching más efectivo para ti.
fr: Vos réponses nous permettrons de concevoir pour vous le programme de coaching le plus efficace.

# zCP-U0-qKR.text
source: It’s more fun with a real face.
de: Es macht mehr Spaß mit einem echten Gesicht.
es: Es más divertido con una cara real.
fr: C'est plus amusant avec un vrai visage.

# aDp-lC-bml.text
source: Keep in touch. Stay motivated.
de: Den Kontakt halten. Bleib motiviert.
es: Mantente en contacto. Mantente motivado
