Repository: kishlaykishore1/VikFit
Catalog: VIKFIT/Resources/*.lproj/Localizable.strings
Languages: de, es, fr

# Thank you for your purchase.
source: Thank you for your purchase. You'r now a Premium VIKFIT member.
de: Danke für Ihren Einkauf. Sie sind jetzt Premium VIKFIT-Mitglied.
es: Gracias por su compra. Ahora es miembro Premium VIKFIT.
fr: Merci pour votre achat ! Votre abonnement Premium est maintenant actif !

# Activate notifications
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Permitir notificaciones
fr: Activer les notifications

# You need to enable notifications in the app settings.
source: You need to enable notifications in your phone settings.
de: Sie müssen Benachrichtigungen in Ihren Telefoneinstellungen aktivieren.
es: Debes habilitar las notificaciones en la configuración de tu teléfono
fr: Vous devez activer les notifications dans les paramètres de votre téléphone.

source: Followers
de: Anhänger
es: Seguidores
fr: Abonnés

source: Follower
de: Anhänger
es: Seguidor
fr: Abonné

source: Followings
de: Folgen
es: Siguientes
fr: Abonnements

source: Following
de: Folgen
es: Siguiendo
fr: Abonnement

# You must be a subscriber to access this content.
source: You must be a Premium member to access this content.
de: Sie müssen ein Premium-Mitglied sein, um auf diesen Inhalt zugreifen zu können.
es: Debe ser miembro Premium para acceder a este contenido.
fr: Vous devez être abonné à VIKFIT Premium pour accéder à ce contenu.

source: WOD of
de: WOD von
es: WOD de
fr: WOD du

source: Round
de: Runden
es: Rondas
fr: Série

source: sec
de: sek
es: seg

source: Find more sessions by viewing the history.
de: Weitere Sitzungen finden Sie im Verlauf.
es: Encuentre más sesiones viendo el historial.
fr: Découvrez toutes les sessions de la semaine.

source: Every day a new WOD to train.
de: Jeden Tag ein neues WOD zu trainieren.
es: Cada día un nuevo WOD para entrenar.
fr: Chaque jour un nouveau WOD pour s'entraîner.

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié

source: Answer a
de: Antwort
es: Responde una
fr: Répondez à

source: few questions
de: einige Fragen
es: algunas preguntas
fr: quelques questions

source: to generate your
de: um Ihre zu generieren
es: para generar su
fr: pour générer votre

source: training program
de: Trainingsprogramm
es: programa de formación
fr: programme d'entrainement

source: . We will never share this information.
de: . Wir werden diese Informationen niemals weitergeben.
es: . Nunca compartiremos esta información.
fr: . Nous ne partagerons jamais ces informations.

source: week
de: Woche
es: semana
fr: semaine

source: per session
de: pro Sitzung
es: por sección
fr: la séance

source: months
de: Monate
es: meses
fr: mois

# There are no purchased items to restore.
source: There are no purchased items to restore. Make sure you are connect with the right iTunes account
de: Es müssen keine gekauften Artikel wiederhergestellt werden. Stellen Sie sicher, dass Sie mit dem richtigen iTunes-Konto verbunden sind.
es: No hay artículos comprados para restaurar. Asegúrate de estar conectado con la cuenta de iTunes correcta.
fr: Nous n'avons trouvé aucun abonnement à restaurer. Assurez-vous d'être connecté avec le même compte iTunes ayant procédé à l'achat.

source: All previous In-App Purchases have been restored!
de: Alle vorherigen In-App-Käufe wurden wiederhergestellt!
es: ¡Todas las compras integradas anteriores se han restaurado!
fr: Tous vos achats précédents ont bien été restaurés.

source: Discover more WOD for this week. 💪
de: Entdecken Sie mehr WOD für diese Woche. 💪
es: Descubra más WOD para esta semana. 💪
fr: Découvrez toutes les sessions de la semaine. 💪

source: Chat with community members and stay motivated. 😜
de: Chatten Sie mit Community-Mitgliedern und bleiben Sie motiviert. 😜
es: Charle con miembros de la comunidad y manténgase motivado. 😜
fr: Discutez avec les membres de la communauté et restez motivé. 😜

source: ⚡️ Check this post on VIKFIT
de: ⚡️ Überprüfen Sie diesen Beitrag auf VIKFIT
es: ⚡️ Mira esta publicación en VIKFIT
fr: ⚡️ Découvre cet article sur VIKFIT

source: ⚡️ Check this post on VIKFIT:
de: ⚡️ Überprüfen Sie diesen Beitrag auf VIKFIT:
es: ⚡️ Consulte esta publicación en VIKFIT:
fr: ⚡️ Découvre cet article sur VIKFIT :

source: Join me on VIKFIT - The fitness training app! VIKFIT allows me to do fitness sessions indoors or at home. The app offers me new WODs made by professionals every week. Each exercise is well explained which allows even beginners to perform the movements well. VIKFIT is also a community of athletes, in which people support and encourage each other. Join me quickly on VIKFIT, the application is available for free on the App Store and the Google Play Store: www.vikfit.co
de: Mach mit bei VIKFIT - der Fitness-Trainings-App! Mit VIKFIT kann ich Fitness-Sitzungen in Innenräumen oder zu Hause durchführen. Die App bietet mir jede Woche neue WODs von Profis. Jede Übung ist gut erklärt, so dass auch Anfänger die Bewegungen gut ausführen können. VIKFIT ist auch eine Gemeinschaft von Sportlern, in der sich Menschen gegenseitig unterstützen und ermutigen. Begleiten Sie mich schnell auf VIKFIT. Die Anwendung ist kostenlos im App Store und im Google Play Store erhältlich: www.vikfit.co
es: Únete a mí en VIKFIT - ¡La aplicación de entrenamiento de fitness! VIKFIT me permite realizar sesiones de fitness en interiores o en casa. La aplicación me ofrece nuevos WOD hechos por profesionales cada semana. Cada ejercicio está bien explicado, lo que permite que incluso los principiantes realicen bien los movimientos. VIKFIT también es una comunidad de atletas, en la que las personas se apoyan y se animan entre sí. Únase a mí rápidamente en VIKFIT, la aplicación está disponible de forma gratuita en App Store y Google Play Store: www.vikfit.co
fr: Rejoins moi sur VIKFIT — L'application d'entraînement fitness ! VIKFIT me permet de faire des séances de fitness en salle ou chez moi. L’application me propose chaque semaine de nouveaux WOD réalisés par des professionnels. Chaque exercice est bien expliqué ce qui permet même aux débutants de bien réaliser les mouvements. VIKFIT c’est également une communauté de sportifs, dans laquelle les gens se soutiennent et s’encouragent entre eux. Rejoins-moi vite sur VIKFIT, l’application est disponible gratuitement sur l'App Store et le Google Play Store : www.vikfit.co

source: By pressing Continue you acknowledge having read our
de: Durch Drücken von Weiter bestätigen Sie, dass Sie unsere gelesen haben
es: Al presionar Continuar, reconoce haber leído nuestro
fr: En appuyant sur Continuer vous reconnaissez avoir lu notre

source: and you accept our
de: und du akzeptierst unsere
es: y aceptas nuestro
fr: et vous acceptez nos

source: Hello
de: Hallo
es: Hola
fr: Bonjour

source: Hello
de: Hallo
es: Hola
fr: Bonjour

source: Please check stopwatch settings.
de: Bitte überprüfen Sie die Stoppuhreinstellungen.
es: Compruebe la configuración del cronómetro.
fr: Veuillez vérifier les réglages du chronomètre.

source: You already get your free WOD for this week.
de: Sie erhalten bereits Ihr kostenloses WOD für diese Woche.
es: Ya tienes tu WOD gratis para esta semana.
fr: Vous avez déjà affiché votre WOD gratuit de la semaine.

source: Your email
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre e-mail

source: Your phone no
de: Ihre Telefonnummer
es: Tu teléfono no
fr: Votre numéro

source: Done
de: Getan
es: Hecho
fr: Terminé

source: Are you sure you want to delete the post ?
de: Möchten Sie den Beitrag wirklich löschen?
es: ¿Estás seguro de que deseas eliminar la publicación?
fr: Êtes-vous certain de vouloir supprimer cette publication ?

source: Edit message
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier la publication

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier la publication

source: Thank you, your purchase has been restored.
de: Vielen Dank, Ihr Kauf wurde wiederhergestellt.
es: Gracias, su compra ha sido restaurada.
fr: Merci vos achats intégrés ont bien été restaurés.

source: SKIP
de: ÜBERSPRINGEN
es: OMITIR
fr: PASSER

source: All standards
de: Alle Standards
es: Todos los Estándares
fr: Tous les standards

source: Weeks
de: Wochen
es: Semanas
fr: Semaines

source: Week
de: Woche
es: Semana
fr: Semaine

# No purchases to restore!
source: You have no purchases to restore at this time.
de: Sie müssen derzeit keine Einkäufe wiederherstellen.
es: No tienes compras para restaurar en este momento.
fr: Vous n’avez aucun achat à restaurer pour le moment.

source: Request contact
de: Kontakt anfordern
es: Solicitar contacto
fr: Demander contact

source: Your date of birth
de: Dein Geburtsdatum
fr: Votre date de naissance

source: No
de: Nein
fr: Non

source: Error
fr: Erreur

source: I just finished a new WOD 💪 Join me on VIKFIT - The fitness training app! VIKFIT allows me to do fitness sessions indoors or at home. The application prepares me a 100% personalized sports program. The application offers me new WODs made by professionals every day. Each exercise is well explained which allows even beginners to perform the movements well. VIKFIT is also a community of athletes, on which people support and encourage each other. Join me quickly on VIKFIT, the application is available for free on the App store and the Google Play Store: www.vikfit.co
fr: Je viens juste de terminer un nouveau WOD 💪 Rejoins moi sur VIKFIT — L'application d'entraînement fitness ! VIKFIT me permet de faire des séances de fitness en salle ou chez moi. L’application me prépare un programme sportif 100% personnalisé. L’application me propose chaque jour de nouveaux WOD réalisés par des professionnels. Chaque exercice est bien expliqué ce qui permet même aux débutants de bien réaliser les mouvements. VIKFIT c’est également une communauté de sportifs, sur laquelle les gens se soutiennent et s’encouragent entre eux. Rejoins-moi vite sur VIKFIT, l’application est disponible gratuitement sur l'App Store et le Google Play Store : www.vikfit.co

source: I just finished a new WOD 💪
fr: Je viens juste de terminer un nouveau WOD 💪

source: Okay
fr: OK
