Repository: kishlaykishore1/VikFit
Catalog: VIKFIT/Resources/*.lproj/Localizable.strings
Languages: de, es, fr

source: YOUR PROFILE
de: DEIN PROFIL
es: TU PERFIL
fr: VOTRE PROFIL

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN

source: SETTINGS
de: EINSTELLUNGEN
es: AJUSTES
fr: RÉGALGES

source: ABOUT US
de: ÜBER UNS
es: SOBRE NOSOTROS
fr: À PROPOS

source: First name
de: Vorname
es: Nombre de pila
fr: Prénom

source: Last name
de: Nachname
es: Apellido
fr: Nom

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Permitir notificaciones
fr: Activer les notifications

source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Téléphone

source: Change personalization settings
de: Ändern Sie die Personalisierungseinstellungen
es: Cambiar la configuración de personalización
fr: Modifier les paramètres de personnalisation

source: Unblock all users
de: Entsperren Sie alle Benutzer
es: Desbloquear a todos los usuarios
fr: Débloquer tous les utilisateurs

source: Follow us on Facebook
de: Folge uns auf Facebook
es: Síguenos en Facebook
fr: Suivez nous sur Facebook

source: Follow us on Instagram
de: Folge uns auf Instagram
es: Síguenos en Instagram
fr: Suivez nous sur Instagram

source: Follow us on Snapchat
de: Folgen Sie uns auf Snapchat
es: Síguenos en Snapchat
fr: Suivez nous sur Snapchat

# See our website
source: See our online shop
de: Besuchen Sie unseren Online-Shop
es: Ver nuestra tienda online
fr: Voir notre shop en ligne

# Rate the application
source: Noter l'application
de: Bewerten Sie die Anwendung
es: Califica la aplicación

source: Report a problem
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un problème

source: Contact us
de: Kontaktiere uns
es: Contacta con nosotros
fr: Contactez nous

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation

source: Privacy policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité

source: Settings
de: Einstellungen
es: Configuraciones
fr: Réglages

source: Alert !
de: Aufmerksam !
es: Alerta !
fr: Alerte!

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

source: Report a bug
de: Melde einen technischen Fehler
es: Reportar un error
fr: Signaler un problème

source: Send
de: Senden
es: Enviar
fr: Envoyer

source: Please enter the bug detail
de: Bitte geben Sie das Fehlerdetail ein
es: Ingrese el detalle del error
fr: Veuillez saisir le détail du problème

source: Your report…
de: Ihr Bericht…
es: Tu informe ...
fr: Votre rapport…

source: Add a little description about yourself ...
de: Füge eine kleine Beschreibung über dich hinzu ...
es: Agrega una pequeña descripción sobre ti...
fr: Ajoutez une petite description de vous-même...

source: Are you sure you want to unblock all users ?
de: Möchten Sie wirklich alle Benutzer entsperren?
es: ¿Está seguro de que desea desbloquear a todos los usuarios?
fr: Êtes-vous sûr de vouloir débloquer tous les utilisateurs ?

source: Your first name
de: Ihr Vorname
es: Su nombre
fr: Votre prénom

source: Your last name
de: Ihr Nachname
es: Tu apellido
fr: Votre nom

source: Please add your first name !
de: Bitte geben Sie Ihren Vornamen an!
es: ¡Por favor agregue su nombre!
fr: Merci de bien vouloir ajouter votre prénom !

# please enter your last name !
source: Please add your last name !
de: Bitte geben Sie Ihren Nachnamen an!
es: ¡Por favor agregue su apellido!
fr: Merci de bien vouloir ajouter votre nom !

# please enter your date of birth !
source: Please add your date of birth !
de: Bitte geben Sie Ihr Geburtsdatum an!
es: ¡Por favor, agregue su fecha de nacimiento!
fr: Merci de bien vouloir ajouter votre date de naissance !

# please enter your description !
source: Please add a short description !
de: Bitte fügen Sie eine kurze Beschreibung hinzu!
es: Por favor, agregue una breve descripción
fr: Merci de bien vouloir ajouter une petite description !

# please enter your email !
source: Please add your email !
de: Bitte fügen Sie Ihre E-Mail hinzu!
es: ¡Por favor agregue su correo electrónico!
fr: Merci de bien vouloir ajouter votre e-mail !

# please enter a valid email !
source: Please add a valid email !
de: Bitte fügen Sie eine gültige E-Mail hinzu!
es: Por favor, agregue un correo electrónico válido
fr: Merci de bien vouloir ajouter un e-mail valide !

# please enter your phone no !
source: Please add your phone number !
de: Bitte geben Sie Ihre Telefonnummer an!
es: ¡Por favor, agregue su número de teléfono!
fr: Merci de bien vouloir ajouter votre numéro de téléphone !

source: Are you sure you want to log out ?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Are you sure you want to delete your account? Please note this action is irreversible !
de: Möchten Sie Ihr Konto wirklich löschen? Bitte beachten Sie, dass diese Aktion irreversibel ist!
es: ¿Está seguro de que desea eliminar su cuenta? ¡Tenga en cuenta que esta acción es irreversible!
fr: Voulez-vous vraiment supprimer votre compte ? Veuillez noter que cette action est irréversible !

# You don't have a camera
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Vaya! Se ha producido un error. Inténtelo de nuevo.
fr: Oups ! Une erreur s'est produite, merci de bien vouloir réessayer.

source: Select an option to add an image.
de: Wählen Sie eine Option zum Hinzufügen eines Bildes.
es: Seleccione una opción para agregar una imagen.
fr: Sélectionnez une option pour ajouter une image.

# Messaging services are not available
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Vaya! Se ha producido un error. Inténtelo de nuevo.
fr: Oups ! Une erreur s'est produite, merci de bien vouloir réessayer.

source: Help us improve the application by reporting any anomalies encountered.
de: Helfen Sie uns, die Anwendung zu verbessern, indem Sie alle aufgetretenen Anomalien melden.
es: Ayúdenos a mejorar la aplicación notificando cualquier anomalía encontrada
fr: Aidez-nous à améliorer l'application en nous signalant les anomalies rencontrées.

# Please enter valid phone no
source: Please add a valid phone number.
de: Bitte fügen Sie eine gültige Telefonnummer hinzu.
es: Agrega un número de teléfono válido.
fr: Merci de bien vouloir saisir un numéro de téléphone valide.

# Please enter valid phone no or contry code
source: Please add valid phone number.
de: Bitte fügen Sie eine gültige Telefonnummer hinzu.
es: Por favor, agregue un número de teléfono válido
fr: Merci de bien vouloir saisir un numéro de téléphone valide.

# Avertissement!
source: Warning!
de: Warnung!
es: ¡Advertencia!
fr: Avertissement!

source: Sign out
de: Ausloggen
es: Desconectar
fr: Déconnexion

source: Delete my account
de: Lösche mein Konto
es: Borrar mi cuenta
fr: Supprimer mon compte

source: Yes
de: Ja
es: Si
fr: Oui

source: Image gallery
de: Bildergalerie
es: Galería de imágenes
fr: Galerie d'images

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo

source: Alert
de: Aufmerksam
es: Alerta
fr: Alerte

source: Success
de: Erfolg
es: Éxito
fr: Succès !

source: Your current number is
de: Ihre aktuelle Nummer ist
es: Su número actual es
fr: Votre numéro actuel est

source: PHONE NUMBER
de: TELEFONNUMMER
es: NÚMERO DE TELÉFONO

source: Block profile
de: Profil blockieren
es: Bloquear perfil
fr: Bloquer l'utilisateur

source: Unblock profile
de: Profil entsperren
es: Desbloquear perfil
fr: Débloquer l'utilisateur

source: Report profile
de: Profil melden
es: Reportar perfil
fr: Signaler l'utilisateur

source: Report user
de: Benutzer melden
es: Reportar usuario
fr: Signaler l'utilisateur

source: Don't hesitate to let us know any issues encountered on the application.
de: Zögern Sie nicht, uns alle Probleme mitzuteilen, die in der Anwendung aufgetreten sind.
es: No dude en informarnos de cualquier problema que surja en la aplicación
fr: N'hésitez pas à nous signaler les problèmes rencontrés sur l'application.

source: Please enter the report detail
de: Bitte geben Sie die Details des Problems ein.
es: Introduzca el detalle del problema
fr: Veuillez nous préciser les détails du problème.

source: Details of your report ...
de: Details Ihres Berichts...
es: Detalles de su informe...
fr: Votre rapport...

source: Block user
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l'utilisateur

source: Unblock user
de: Nutzer entblockieren
es: Desbloquear usuario
fr: Débloquer l'utilisateur

source: Are you sure to block this user ? You will no longer be able to see his posts or comments on the app.
de: Sind Sie sicher, diesen Benutzer zu blockieren? Sie können seine Beiträge oder Kommentare in der App nicht mehr sehen.
es: ¿Estás seguro de bloquear a este usuario? Ya no podrás ver sus publicaciones o comentarios en la aplicación
fr: Êtes-vous sûr de bloquer cet utilisateur ? Vous ne pourrez plus voir ses posts ou commentaires sur l'application.

source: Are you sure to block this user ?
de: Sind Sie sicher, diesen Benutzer zu blockieren?
es: ¿Estás seguro de bloquear a este usuario?
fr: Êtes-vous sûr de vouloir bloquer cet utilisateur?

source: UNFOLLOW
de: UNFOLGEN
es: NO SEGUIR
fr: NE PLUS SUIVRE

source: FOLLOW
de: FOLGEN
es: SEGUIR
fr: SUIVRE

source: Your message has been sent. Our teams will take care of it as soon as possible.
de: Ihre Nachricht wurde gesendet. Unsere Teams werden sich so schnell wie möglich darum kümmern.
es: Su mensaje ha sido enviado. Nuestros equipos se encargarán de ello lo antes posible
fr: Votre message a été envoyé. Nos équipes s'en chargeront dans les plus brefs délais.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

# Report publication
source: Report post
de: Beitrag melden
es: Reportar publicacion
fr: Signaler la publication

# Report the publication
source: Report post
de: Beitrag melden
es: Reportar publicacion
fr: Signaler la publication

source: If you believe that this publication does not comply with our General Conditions of Use, you can report it to us.
de: Wenn Sie der Meinung sind, dass diese Veröffentlichung nicht unseren Allgemeinen Nutzungsbedingungen entspricht, können Sie sie uns melden.
es: Si cree que esta publicación no cumple con nuestros Términos de servicio, puede informarnos.
fr: Si vous pensez que cette publication n'est pas conforme à nos Conditions Générales d'Utilisation, vous pouvez la signaler.

source: Indicate the reason of your report.
de: Geben Sie den Grund Ihres Berichts an.
es: Indique el motivo de su denuncia.
fr: Indiquez la raison de votre signalement.

# Be specific in your explanations ...
source: Details of your report ...
de: Details Ihres Berichts...
es: Detalles de su informe...
fr: Votre rapport...

source: All users
de: Alle Nutzer
es: Todos los usuarios
fr: Tous les utilisateurs

source: My subscriptions
de: Meine Abonnements
es: Mis Suscripciónes
fr: Mes abonnements

source: Team Fitness
es: Equipo de Fitness

source: SUPPORTS
de: UNTERSTÜTZT
es: SOPORTES

source: COMMENTS
de: KOMMENTARS
es: COMENTARIOS
fr: COMMENTAIRES

source: SUPPORT
de: UNTERSTÜTZUNG
es: SOPORTE

source: COMMENT
de: KOMMENTAR
es: COMENTAR
fr: COMMENTAIRE

source: Write something ...
de: Schreibe etwas...
es: Escribe algo...
fr: Écrivez quelque chose...

# Cancel publication
source: Cancel post
de: Beitrag abbrechen
es: Cancelar publicación
fr: Annuler la publication

# Are you sure you want to cancel your publication?
source: Are you sure you want to cancel your post?
de: Möchten Sie Ihren Beitrag wirklich stornieren?
es: ¿Estás seguro de que deseas cancelar tu publicación?
fr: Voulez-vous vraiment annuler votre publication ?

# Cancel the publication
source: Cancel the post
de: Beitrag abbrechen
es: Cancelar la publicación
fr: Annuler la publication

source: General Conditions of Use
de: Nutzungsbedingungen
es: Condiciones generales de uso
fr: Conditions Générales d'Utilisation

source: By pressing Post a message you acknowledge that you have read our
de: Durch Drücken von Nachricht senden bestätigen Sie, dass Sie unsere gelesen haben
es: Al presionar Publicar un mensaje, reconoce que ha leído nuestro
fr: En appuyant sur Publier un message, vous reconnaissez avoir lu notre

source: and that you accept our
es: Y que aceptes nuestro
fr: et que vous acceptez notre

source: New message
es: Nuevo mensaje
fr: Nouveau message

source: Comments
es: Comentarios
fr: Commentaire

source: News
de: Nachrichten
es: Noticias
fr: Actualités

source: All exercises
de: Alle Übungen
es: Todos los ejercicios
fr: Tous les standards

source: Sponsored
de: Gesponsert
es: Patrocinado
fr: Sponsorisé

source: STEP 1
de: SCHRITT 1
es: PASO 1
fr: ÉTAPE 1

source: STEP 2
de: SCHRITT 2
es: PASO 2
fr: ÉTAPE 2

source: STEP 3
de: SCHRITT 3
es: PASO 3
fr: ÉTAPE 3

source: STEP 4
de: SCHRITT 4
es: PASO 4
fr: ÉTAPE 4

source: STEP 5
de: SCHRITT 5
es: PASO 5
fr: ÉTAPE 5

source: STEP 6
de: SCHRITT 6
es: PASO 6
fr: ÉTAPE 6

source: STEP 7
de: SCHRITT 7
es: PASO 7
fr: ÉTAPE 7

source: Sign In with Apple is supported by iOS 13 or higher versions, please upgrade your iphone or select other login option.
de: Die Anmeldung bei Apple wird von iOS 13 oder höher unterstützt. Aktualisieren Sie Ihr iPhone oder wählen Sie eine andere Anmeldeoption.
es: Iniciar sesión con Apple es compatible con iOS 13 o versiones superiores, actualice su iPhone o seleccione otra opción de inicio de sesión.
fr: Se connecter avec Apple est disponible sur iOS 13 ou versions supérieures, veuillez mettre à jour votre iPhone ou sélectionner une autre option de connexion.

source: Other login options
de: Andere Anmeldeoptionen
es: Otras opciones de inicio de sesión
fr: Autres options de connexion

source: Dismiss
de: Entlassen
es: Descartar
fr: Annuel

# NUMBER CONFIRMATION
source: CONFIRMATION CODE
de: BESTÄTIGUNGSCODE
es: CÓDIGO DE CONFIRMACIÓN
fr: CODE DE VÉRIFICATION

source: We have sent you a verification code at
de: Wir haben Ihnen einen Bestätigungscode an gesendet
es: Le hemos enviado un código de verificación a
fr: Nous vous avons envoyé un code de vérification au

source: Code resent successfully !
de: Code erneut erfolgreich gesendet!
es: ¡Código reenviado correctamente!
fr: Le code a bien été renvoyé avec succès.

# Please enter valid code
source: Please add a valid code.
de: Bitte fügen Sie einen gültigen Code hinzu.
es: Por favor, agregue un código válido.
fr: Merci de bien vouloir ajouter un code valide.

source: Please select your profile picture.
de: Bitte wählen Sie Ihr Profilbild.
es: Seleccione su foto de perfil.
fr: Veuillez sélectionner votre photo de profil.

source: Please enter your first name.
de: Bitte geben Sie Ihren Vornamen an.
es: Por favor, introduzca su nombre de pila.
fr: Merci de bien vouloir ajouter votre prénom.

source: Please enter your last name.
de: Bitte geben Sie ihren Nachnamen ein.
es: Por favor ingrese su apellido.
fr: Merci de bien vouloir ajouter votre nom.

source: Please enter your email address.
de: Geben Sie bitte Ihre Email-Adresse ein.
es: Por favor, introduzca su dirección de correo electrónico.
fr: Merci de bien vouloir ajouter votre adresse e-mail.

source: Please enter valid email.
de: Bitte eine gültige E-Mail-Adresse eintragen.
es: Por favor introduzca un correo electrónico válido.
fr: Merci de bien vouloir ajouter un e-mail valide.

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions Générales d'Utilisation

source: The subscription automatically renews if you do not cancel it at least 24 hours before the end of the current subscription period.
de: Das Abonnement verlängert sich automatisch, wenn Sie es nicht mindestens 24 Stunden vor dem Ende des aktuellen Abonnementzeitraums kündigen.
es: La suscripción se renueva automáticamente si no la cancela al menos 24 horas antes del final del período de suscripción actual.
fr: L'abonnement se renouvelle automatiquement si vous ne l'annulez pas au moins 24 heures avant la fin de la période d'abonnement en cours.

source: You can manage your subscription and disable automatic renewal at any time in your iTunes account settings.
de: Sie können Ihr Abonnement verwalten und die automatische Verlängerung jederzeit in Ihren iTunes-Kontoeinstellungen deaktivieren.
es: Puede administrar su suscripción y deshabilitar la renovación automática en cualquier momento en la configuración de su cuenta de iTunes.
fr: Vous pouvez gérer votre abonnement et désactiver le renouvellement automatique à tout moment dans les paramètres de votre compte iTunes.

source: By purchasing, you accept our
de: Mit dem Kauf akzeptieren Sie unsere
es: Al comprar, acepta nuestro
fr: Pour en savoir plus, vous pouvez consulter nos

source: and
es: y
fr: et notre

source: Something went wrong, please try again soon!
de: Es ist etwas schiefgegangen, bitte versuchen Sie es bald erneut!
es: Se produjo un error. Vuelve a intentarlo pronto.
fr: Une erreur s'est produite, veuillez réessayer plus tard !

source: There seems to be a problem with your Internet connection. Please try again after a while.
de: Es scheint ein Problem mit Ihrer Internetverbindung zu geben. Bitte versuchen Sie es nach einer Weile erneut.
es: Parece haber un problema con tu conexión a Internet. Inténtelo de nuevo después de un rato.
fr: Il semble y avoir un problème avec votre connexion Internet. Veuillez réessayer plus tard.

source: Internet error
de: Internetfehler
es: Error de internet
fr: Erreur Internet

# seems to be a network error, please try after a while.
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Ups! Se ha producido un error. Inténtalo de nuevo.
fr: Il semble y avoir un problème avec votre connexion Internet. Veuillez réessayer plus tard.

# No In-App Purchase product identifiers were found.
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Ups! Se ha producido un error. Inténtalo de nuevo.
fr: Oups ! Une erreur s'est produite, merci de bien vouloir réessayer.

# No In-App Purchases were found.
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Ups! Se ha producido un error. Inténtalo de nuevo.
fr: Oups ! Une erreur s'est produite, merci de bien vouloir réessayer.

# Unable to fetch available In-App Purchase products at the moment.
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Ups! Se ha producido un error. Inténtalo de nuevo.
fr: Oups ! Une erreur s'est produite, merci de bien vouloir réessayer.

# In-App Purchase process was cancelled.
source: Oops! An error has occurred. Please try again.
de: Hoppla! Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ¡Ups! Se ha producido un error. Inténtalo de nuevo.
fr: Oups ! Une erreur s'est produite, merci de bien vouloir réessayer.

source: ⚡️Join me on VIKFIT - The fitness training app! VIKFIT allows me to do fitness sessions indoors or at home. The application prepares me a 100% personalized sports program. The application offers me new WODs made by professionals every day. Each exercise is well explained which allows even beginners to perform the movements well. VIKFIT is also a community of athletes, on which people support and encourage each other. Join me quickly on VIKFIT, the application is available for free on the App store and the Google Play Store: www.vikfit.co
de: ⚡️Mach mit bei VIKFIT - der Fitness-Trainings-App! n n Mit VIKFIT kann ich Fitness-Sitzungen in Innenräumen oder zu Hause durchführen. Die Anwendung bereitet mir ein 100% personalisiertes Sportprogramm vor. Die Anwendung bietet mir jeden Tag neue WODs von Profis. Jede Übung ist gut erklärt, so dass auch Anfänger die Bewegungen gut ausführen können. VIKFIT ist auch eine Gemeinschaft von Sportlern, in der sich Menschen gegenseitig unterstützen und ermutigen. Begleiten Sie mich schnell auf VIKFIT. Die Anwendung ist kostenlos im App Store und im Google Play Store erhältlich: www.vikfit.co
es: ⚡️Únete a mí en VIKFIT - ¡La aplicación de entrenamiento de fitness! VIKFIT me permite realizar sesiones de fitness en interiores o en casa. La aplicación me prepara un programa deportivo 100% personalizado. La aplicación me ofrece todos los días nuevos WOD hechos por profesionales. Cada ejercicio está bien explicado, lo que permite que incluso los principiantes realicen bien los movimientos. VIKFIT también es una comunidad de atletas, en la que las personas se apoyan y se animan entre sí. Únase a mí rápidamente en VIKFIT, la aplicación está disponible de forma gratuita en la App Store y Google Play Store: www.vikfit.co
fr: ⚡️ Rejoins moi sur VIKFIT — L'application d'entraînement fitness ! VIKFIT me permet de faire des séances de fitness en salle ou chez moi. L’application me prépare un programme sportif 100% personnalisé. L’application me propose chaque jour de nouveaux WOD réalisés par des professionnels. Chaque exercice est bien expliqué ce qui permet même aux débutants de bien réaliser les mouvements. VIKFIT c’est également une communauté de sportifs, sur laquelle les gens se soutiennent et s’encouragent entre eux. Rejoins-moi vite sur VIKFIT, l’application est disponible gratuitement sur l'App Store et le Google Play Store : www.vikfit.co

source: ⚡️ Join me on VIKFIT - The fitness training app!
de: ⚡️ Mach mit bei VIKFIT - der Fitness-Trainings-App!
es: ⚡️ Únete a mí en VIKFIT - ¡La aplicación de entrenamiento de fitness!
fr: ⚡️ Rejoins moi sur VIKFIT — L'application d'entraînement fitness !

source: ⚡️ Join me on VIKFIT - The fitness training app! VIKFIT allows me to do fitness sessions indoors or at home. The application prepares me a 100% personalized sports program. The application offers me new WODs made by professionals every day. Each exercise is well explained which allows even beginners to perform the movements well. VIKFIT is also a community of athletes, on which people support and encourage each other. Join me quickly on VIKFIT, the application is available for free on the App store and the Google Play Store: www.vikfit.co
de: ⚡️Mach mit bei VIKFIT - der Fitness-Trainings-App! n n Mit VIKFIT kann ich Fitness-Sitzungen in Innenräumen oder zu Hause durchführen. Die Anwendung bereitet mir ein 100% personalisiertes Sportprogramm vor. Die Anwendung bietet mir jeden Tag neue WODs von Profis. Jede Übung ist gut erklärt, so dass auch Anfänger die Bewegungen gut ausführen können. VIKFIT ist auch eine Gemeinschaft von Sportlern, in der sich Menschen gegenseitig unterstützen und ermutigen. Begleiten Sie mich schnell auf VIKFIT. Die Anwendung ist kostenlos im App Store und im Google Play Store erhältlich: www.vikfit.co
es: ⚡️Únete a mí en VIKFIT - ¡La aplicación de entrenamiento de fitness! VIKFIT me permite realizar sesiones de fitness en interiores o en casa. La aplicación me prepara un programa deportivo 100% personalizado. La aplicación me ofrece todos los días nuevos WOD hechos por profesionales. Cada ejercicio está bien explicado, lo que permite que incluso los principiantes realicen bien los movimientos. VIKFIT también es una comunidad de atletas, en la que las personas se apoyan y se animan entre sí. Únase a mí rápidamente en VIKFIT, la aplicación está disponible de forma gratuita en la App Store y Google Play Store: www.vikfit.co

# please select the option !
source: Please select an option !
de: Bitte wähle eine Option !
es: Por favor seleccione una opción !
fr: Merci de bien vouloir choisir une option !
